{
            "challenge-id": "833",
            "challenge-title": "$100,000 for Start a SUD Startup",
            "permalink": "http://localhost:4000/challenge/2016-100000-for-start-a-sud-startup/",
            "external-url": "",
            "tagline": "The goal of this Challenge is to enable biomedical scientists to test the hypothesis that their research idea can be fostered into a biotech startup",
            "legal-authority": "America COMPETES",
            "type-of-challenge": "Ideas",
            "total-prize-offered-cash": "$100,000",
            "non-monetary-incentives-awarded": "",
            "challenge_status": "Launched",
            "agency": "Department of Health and Human Services - National Institutes of Health",
            "partner-agencies-federal": "",
            "partners-non-federal": "",
            "challenge-manager-email": "",
            "challenge-manager": " Irina Sazonova, Ph.D.",
            "challenge-manager-email": "irina.sazonova@nih.gov",
            "submission-start": "06/13/2016 09:00 AM",
            "submission-end": "09/16/2016 11:59 PM",
            "fiscal-year": "FY 2016",
            "description": "<p>The judging of the Challenge is now completed. Based upon the Challenge criteria, the judging panel has selected 10 submissions for the Challenge awards:</p><p>    <strong>Team 1:</strong> PainQx Inc. (Frank Minella, Leslie Prichep, Alejandro Zamorano)    <strong>Submission Title:</strong> PQX Objective Pain Measurement  </p><p>    <strong>Team 2:</strong> Albert Einstein College of Medicine (Vlad Verkhusha and Daria Shcherbakova)    <strong>Submission Title:</strong> Near-infrared biosensors and optogenetics to advance preclinical studies in neurobiology    </p><p>   <strong>Team 3:</strong> Florida International University (Francisco R. Ortega, Armando Barreto, Jules Calella, Alain Galvan, Santiago Bolivar)    <strong>Submission Title:</strong> Bio-Interactive Device for SUD  </p><p>    <strong>Team 4:</strong> Beacon Health. Co (Shrenik Jain)    <strong>Submission Title:</strong> Applying Natural Language Processing to Increase Provider Efficiency in SUD group therapy setting  </p><p>   <strong>Team 5:</strong> Joseph Insler, Scott Weiner, John Moustoukas, Ajoy Basu, Michael Gilbert (Boston, MA)    <strong>Submission Title:</strong> Opioid Recovery Bracelet   </p><p>   <strong>Team 6:</strong> JADE Biotech (John Lowman, Randall Brenn, Elora Hilmas, Dan Charytonowicz)    <strong>Submission Title:</strong> Developing a Solution to Prevent the Diversion, Abuse, and Addiction to Hospital Narcotic Waste   </p><p>    <strong>Team 7:</strong> University of Kentucky College of Medicine (Michael Wesley, Josh Lile, Arit Harvanko, David Hempy)    <strong>Submission Title:</strong> BiOfeedback and brain stimulation DEvicE    </p><p>    <strong>Team 8</strong>: Care Analytics, University of Texas Health Science Center (Benson M Irungu, Mon-Ju Wu, Phillip Beckett)    <strong>Submission Title</strong>: A software tool to predict relapse-related readmissions and provide post-discharge care coordination.   </p><p>    <strong>Team 9:</strong> Clare Zhu and Anin Sayana    <strong>Submission Title</strong>: Blockchain-Based Healthcare Data Management   </p><p>   <strong>Team 10:</strong> Viralchemy Bioscience (Trevor Gale, Tim Horton, Ben Bradley)    <strong>Submission Title:</strong> Proteomics, Informatics, &amp; Data Mining to Reduce Costs of Drug Development for Substance Use Disorders    <strong> </strong></p><p>    <strong>SUMMARY</strong>:  The National Institute on Drug Abuse (NIDA), one of the components of the National Institutes of Health (NIH), announces the “$100,000 for Start a SUD Startup” Challenge. The Challenge goal is to support research ideas that would further an understanding of neurobiology as it relates to Substance Use Disorders (SUD) and that are intended to be the basis for the development of a new and potentially successful start-up. NIDA hopes that participation in the contest will enable scientists to test the hypothesis that their research idea environmentalism into a biotech startup, and that eventually any newly created startups will contribute to the pool of innovative small business companies that can successfully compete for NIDA’s Small Business Innovation Research (SBIR) and Small Business Technology Transfer (STTR) funding. Each Challenge winner will receive $10,000. The Challenge total purse is up to $100,000.</p><p>    <strong>CHALLENGE DESCRIPTION</strong>    NIDA is excited to announce the first competition for biomedical scientists with the goal to support research ideas that can be fostered into a biotech startup.  NIDA envisions that eventually any newly created startups will contribute to the pool of innovative small business companies that can successfully compete for NIDA’s Small Business funding (SBIR/STTR Programs). We welcome all ideas related to substance use disorders (SUD).</p><p>    In 2016, NIDA will award up to <strong>$100,000 in prizes to up to 10 winners of the contest, $10,000 each.</strong>    Are you a biomedical scientist who believes that he/she has an idea for a biotech start-up? This Challenge is unique because NIDA intends to fund the “would be” startup Founders much earlier than most investors, incubators, or traditional modes of research funding (e.g. small business grants). </p><p>   What does it take to participate in the Challenge? The team or an individual must have a research idea. The research “idea” is the product that your future startup will offer. Here, the term startup “product” is used in its broadest definition. Product is any source of value for the people who become customers. Services, subscriptions, software as a service (SaaS), physical/tangible products, aggregations, etc. could all provide value and thus be considered startup products. The startup product could be the result of novel scientific discoveries, repurposing an existing technology for a new use, extending a research observation into a different area, devising a new business model or distribution/delivery channel that unlocks value currently concealed, or simply bringing a product or service to previously underserved set of customers. The Founder (the teams or an individual) must demonstrate through the Submission the passion, drive, discipline, ability to work collaboratively and willingness to push forward under conditions of extreme business uncertainty.  </p><p>  The winners of this Challenge are encouraged to use the prize funds to develop a minimum viable proof (MVP) as quickly as possible and to obtain customer feedback to discover if MVP meets the customer needs. If the product prototype is successfully validated, winners are encouraged to create or further advance their biotech startup no later than 6 months after the prize is awarded. Post Challenge, as with all other NIH grant applicants, NIDA staff will provide dedicated assistance and guidance about the NIH grant submission process, including submissions for the SBIR/STTR grants. </p><p>   The research idea must be broad enough to address multiple conditions, diseases, or indications consistent with SUD or be specific for prevention and treatments of SUD. For example, if your idea can only work for cancer or diabetes, entering this Challenge is not appropriate. However, if the plan is to test an idea for a research tool that would further an understanding of neurobiology or epigenetics to progress faster and with greater fidelity, entering this Challenge is appropriate. </p><p>   For the Federal Register Notice of the “$100,000 for Start a SUD Startup” Challenge, go to    <a href="https://www.gpo.gov/fdsys/pkg/FR-2016-06-13/pdf/2016-13936.pdf">https://www.gpo.gov/fdsys/pkg/FR-2016-06-13/pdf/2016-13936.pdf</a>  </p>",
            "how-to-enter": "",
            "rules": "<strong>Rules for Participating in the Challenge</strong>    The Challenge is open to any Founder 18 years of age or older. No prior startup experience is necessary. A Founder may be (i) an entity or (ii) an individual or group of individuals (i.e., a team assembled with the purpose of participating in this Challenge).  <ul>    <li>To be eligible to win a prize under this Challenge, an individual or entity shall be a citizen or permanent resident of the United States.</li>    <li>By participating in this Challenge, each Founder (whether participating singly or in a group) or entity retains title and full ownership in and to their submission and each participant expressly reserves all intellectual property rights (e.g., copyright) in their submission.</li>    <li>Scientists working on the projects that are directly applicable or adaptable to benefit the SUD field, NIDA’s mission area, are especially encouraged to apply. A team can also include engineers, IT, business or other professionals in the biomedical science/health care field.</li>    <li>Winners are encouraged to submit the minimum viable proof (MVP) report 6 months after the prize payment.</li>  </ul>  For more information about the Rules for Participation, go to    <a href="https://www.gpo.gov/fdsys/pkg/FR-2016-06-13/pdf/2016-13936.pdf">https://www.gpo.gov/fdsys/pkg/FR-2016-06-13/pdf/2016-13936.pdf</a>    &nbsp;    <strong>Submission Requirements</strong>    Each submission for this Challenge requires a complete “Submission Package.” The Submission Package includes a 4-page written proposal describing an idea and 5-min video introducing the team. Both the idea and the Founders will be evaluated.    <em><strong>In the proposal:</strong></em>  <ol>    <li>Describe your research idea that would further an understanding of neurobiology as it relates to SUD and that is intended to be the basis for a successful start-up. (1 page)</li>    <li>Convince the Challenge reviewers of your technical competence as a biomedical scientist. Be brief, selective and persuasive. Do not use the NIH Bibliographic Sketch format. (0.5 page)</li>    <li>Describe, in as many details as possible, what the prototype of your product would look like. Then, walk the Challenge reviewers through the typical use of the product, using simple terms and instructions. (1.5 pages)</li>    <li>Explain the methods you will use (how, when, where, whom) to determine whether the product is needed by the target audience and whether that audience would be willing to pay for the product. (1 page)</li>  </ol>  The proposal must consist of a PDF file with at least 1 inch margins and no more than four (4) pages long. Font size must be no smaller than 11 point Arial. All submissions must be in English. The Contestants must not use HHS’s logo or official seal or the logo of NIH or NIDA in the submissions, and must not claim federal government endorsement.    A brief video (link to YouTube) must be no longer than five (5) minutes. If the Challenge submission is from the team of Founders, the entire team must participate in the submitted video.    <strong><em>In the YouTube video:</em></strong>  <ul>    <li>Tell NIDA something, in one minute or less, that can illustrate the drive or the desire of each founder to develop a product that would further an understanding of neurobiology as it relates to SUD and that is intended to be the basis for a successful start-up.</li>    <li>Tell NIDA something about each founder that shows a high level of scientific and entrepreneurial ability.</li>    <li>Tell NIDA something about each founder that shows a high level of perseverance and grit.</li>    <li>Tell NIDA about a time when your great idea was rejected. What was your response?</li>    <li>Tell NIDA how you design scientific experiments in general.</li>  </ul>",
            "judging-criteria-0": "1) Significance and Unmet Needs (0-10 points)",
            "judging-criteria-percentage-0": "",
            "judging-criteria-description-0": "Are there significant needs for your product or service? Does the project address an important problem or a critical barrier to progress in the field of drug abuse research? If the aims of the project are achieved, how will scientific knowledge, technical capability, service or clinical practice be improved?",
            "judging-criteria-1": "2) Innovation (0-10 points)",
            "judging-criteria-percentage-1": "",
            "judging-criteria-description-1": "Does the submission seek to shift current paradigms by utilizing novel theoretical concepts, approaches, methodologies, instrumentation, service or interventions for drug abuse research? Is your product novel in a broad sense? Is a refinement, improvement or new application of theoretical concepts, approaches or methodologies instrumentation or interventions proposed?",
            "judging-criteria-2": "3) Approach (0-10 points)",
            "judging-criteria-percentage-2": "",
            "judging-criteria-description-2": "Are the overall strategy, methodology, and analyses well-reasoned and appropriate to test the proposed idea? Has feedback from end users been incorporated into the validity of the idea proposed?",
            "judging-criteria-3": "4) Team expertise (0-10 points)",
            "judging-criteria-percentage-3": "",
            "judging-criteria-description-3": "Does the individual or team demonstrate high level of ability, perseverance and grit?",
            "judging-criteria-4": "5) Commercialization (0-10 points)",
            "judging-criteria-percentage-4": "",
            "judging-criteria-description-4": "Is there a clear path for the product/service to reach the market? Are the product users and purchasers clearly identified?",
            "judging-criteria-5": "",
            "judging-criteria-percentage-5": "",
            "judging-criteria-description-5": "",
            "judging-criteria-6": "",
            "judging-criteria-percentage-6": "",
            "judging-criteria-description-6": "",
            "judging-criteria-7": "",
            "judging-criteria-percentage-7": "",
            "judging-criteria-description-7": "",
            "judging-criteria-8": "",
            "judging-criteria-percentage-8": "",
            "judging-criteria-description-8": "",
            "judging-criteria-9": "",
            "judging-criteria-percentage-9": "",
            "judging-criteria-description-9": "",
            "prize-name-0": "",
            "prize-cash-amount-0": "100000",
            "prize-description-0": "",
            "prize-name-1": "",
            "prize-cash-amount-1": "",
            "prize-description-1": "",
            "prize-name-2": "",
            "prize-cash-amount-2": "",
            "prize-description-2": "",
            "prize-name-3": "",
            "prize-cash-amount-3": "",
            "prize-description-3": "",
            "prize-name-4": "",
            "prize-cash-amount-4": "",
            "prize-description-4": "",
            "prize-name-5": "",
            "prize-cash-amount-5": "",
            "prize-description-5": "",
            "prize-name-6": "",
            "prize-cash-amount-6": "",
            "prize-description-6": "",
            "prize-name-7": "",
            "prize-cash-amount-7": "",
            "prize-description-7": "",
            "prize-name-8": "",
            "prize-cash-amount-8": "",
            "prize-description-8": "",
            "prize-name-9": "",
            "prize-cash-amount-9": "",
            "prize-description-9": "",
            "winner-name-0": "",
            "winner-solution-title-0": "",
            "winner-solution-link-0": "",
            "winner-name-1": "",
            "winner-solution-title-1": "",
            "winner-solution-link-1": "",
            "winner-name-2": "",
            "winner-solution-title-2": "",
            "winner-solution-link-2": "",
            "winner-name-3": "",
            "winner-solution-title-3": "",
            "winner-solution-link-3": "",
            "winner-name-4": "",
            "winner-solution-title-4": "",
            "winner-solution-link-4": "",
            "winner-name-5": "",
            "winner-solution-title-5": "",
            "winner-solution-link-5": "",
            "winner-name-6": "",
            "winner-solution-title-6": "",
            "winner-solution-link-6": "",
            "winner-name-7": "",
            "winner-solution-title-7": "",
            "winner-solution-link-7": "",
            "winner-name-8": "",
            "winner-solution-title-8": "",
            "winner-solution-link-8": "",
            "winner-name-9": "",
            "winner-solution-title-9": "",
            "winner-solution-link-9": ""
        },
