{
    "challenge-id": "1003",
    "challenge-title": "Haptic Interfaces for Public Safety Challenge",
    "permalink": "https://www.challenge.gov/challenge/haptic-interfaces-for-public-safety-challenge/",
    "external-url": "",
    "card-image": "https://www.challenge.gov/assets/images/cards/nist-haptics.jpg",
    "agency-logo": "https://www.challenge.gov/pscr.png",
    "tagline": "Help first responders by developing haptic interfaces, prototyped in virtual reality and embedded in firefighter equipment for a live competition",
    "legal-authority": "",
    "fiscal-year": "",
    "type-of-challenge": "Technology demonstration and hardware",
    "total-prize-offered-cash": "$425,000",
    "challenge_status": "closed",
    "agency": "NIST PSCR Group",
    "partner-agencies-federal": "First Responder Network Authority",
    "partners-non-federal": "FirstNet (built with AT&T); West Metro Fire Protection District (CO); and MSA, The Safety Company",
    "challenge-manager": "",
    "challenge-manager-email": "",
    "point-of-contact": "",
    "submission-start": "03/18/2019 12:00 AM",
    "submission-end": "04/22/2019 12:00 AM",
    "description": " The National Institute of Standards and Technology (NIST) Public Safety Communications Research (PSCR) Division is hosting the Haptic Interfaces for Public Safety Challenge. Up to $425,000 will be awarded to winning teams that create haptic interface prototypes that could improve public safety operations. Public safety officials perform tasks in a variety of environments that severely limit their senses and ability to communicate. This challenge seeks to investigate the relevance of haptic interfaces assisting in first responder tasks, such as monitoring patient vitals, navigating complex spaces with limited visibility, or maintaining situational awareness. The challenge consists of multiple phases and will require contestants to develop three haptic interface prototypes to be integrated into PSCR-provided virtual reality scenarios as well as a final haptic prototype embedded into firefighter PPE for use in a search and rescue task. Contestants will also have the opportunity to demo their initial prototypes with first responders at the 2019 Public Safety Broadband Stakeholder Meeting in Chicago, IL.PSCR will assess the efficiency, effectiveness, and level of user satisfaction of the haptic interface prototypes and their ability to assist first responders in conducting their tasks.  The challenge launches March 18, 2019, and concept paper submissions are due April 22, 2019. Challenge Background &amp; Goals One goal of the challenge is to assess the potential of using virtual reality as a development tool to prototype and iterate on designs for public safety technology. Contestants will have the opportunity to enhance their prototypes after interacting with public safety stakeholders and receiving feedback on their designs. This challenge also seeks to convene members of the haptic provider community and innovators in the development community to advance the state of haptic interfaces for public safety. PSCR will keep the prototypes for future public safety demonstrations.  Since 2002, PSCR has collaborated with first responders, stakeholders, and innovators to ensure the development of reliable, intuitive, and mission-focused technologies for the public safety community. In 2018, PSCR launched their first challenge in the User Interface / User Experience (UI/UX) series focused on advancing interfaces that allow a public safety user to effectively interact with and obtain information from the technology system(s) while ensuring the device is designed around public safety&rsquo;s operational needs. In 2018, PSCR named 6 winners in the Virtual Reality Heads-Up Display Navigation Challenge.  The contestants, consisting of Haptic Providers and Haptic Development Teams, and their haptic interface prototypes will be evaluated in two key areas:&nbsp;  1) How the prototypes impact a first responder&rsquo;s performance in three virtual reality (VR) scenarios [law enforcement, emergency medical services (EMS), and fire service] and  2) How, once embedded into firefighter personal protective equipment (PPE), the prototypes assist firefighters in a realistic scenario as they navigate and conduct a search and rescue task at a firefighter training facility. The challenge consists of multiple phases and will require contestants to develop three haptic interface prototypes to be integrated into PSCR-provided virtual reality scenarios as well as a final haptic prototype embedded into firefighter PPE for use in a search and rescue task. After the completion of this challenge, PSCR will keep the submitted prototypes from Phase 4 and Phase 5 for future public safety demonstrations. Contestants are encouraged to develop multiple sets of prototypes throughout the challenge, in anticipation of this PSCR keeping the prototypes for demonstrations, and in case the contestants experience technical difficulties during later phases of the challenge. View the a complete summary of contest phases and key dates. ",
    "prizes": "<p><strong>Overview</strong></p> <p>The total prize purse is up to $425,000. For details of prizes, see the "Prizes" section in the&nbsp;<strong>Description</strong>&nbsp;tab.</p> <p><strong>Phase 1 &ndash; Concept Paper Prize Winners:</strong></p> <p>Congratulations to the Phase 1 winners, of whom received an invitation to Phase 2.</p> <ul> <li>Haptic Development Teams:</li> <li>Brilliant Sole, Inc.</li> <li>Carnegie Mellon University</li> <li>ENGR Dynamics</li> <li>Fauxsee Innovations LLC&nbsp;</li> <li>IFTech Inventing Future Technology, Inc.</li> <li>Team ASA-VR</li> <li>Team DSGN</li> <li>Team Haply</li> <li>Team WEAR Lab</li> </ul> <p>Haptic Providers:</p> <ul> <li>Engineering Acoustics, Inc.</li> <li>Contact Control Interfaces</li> <li>Janus Research Group, Inc.</li> </ul> <p><strong>Phase 2 - Teaming Contest Prize Winners:&nbsp; </strong></p> <p>Congratulations to the Phase 2 winners!</p> <p>Haptic Development Teams:&nbsp; This group of contestants each received $2,500.</p> <ul> <li>Haptic Development Teams:</li> <li>Brilliant Sole, Inc.</li> <li>Carnegie Mellon University</li> <li>ENGR Dynamics</li> <li>IFTech Inventing Future Technology, Inc.</li> <li>Team ASA-VR</li> <li>Team DSGN</li> <li>Team Haply</li> <li>Team WEAR Lab</li> </ul> <p>Haptic Providers:&nbsp; this group of contestants could receive $7,500 per development team supported; up to 3 haptic providers, each supporting up to 3 development teams (max per Haptic Provider is $22,500).</p> <ul> <li>Contact Control Interfaces ($15,000)</li> <li>Engineering Acoustics, Inc. ($7,500)</li> <li>Janus Research Group, Inc. ($22,500)</li> </ul> <p><strong>Phase 3 - Demonstration of Haptic Interface Prototypes in Virtual Reality Prize Winners:</strong></p> <p>Congratulations to the Phase 3 winners, all of whom received $5,000 in travel funding to PSCR 2019 Stakeholder Meeting in Chicago, IL.</p> <p>Haptic Development Teams:</p> <ul> <li>Haptic Development Teams:</li> <li>Brilliant Sole, Inc.</li> <li>Carnegie Mellon University</li> <li>ENGR Dynamics</li> <li>IFTech Inventing Future Technology, Inc.</li> <li>Team ASA-VR</li> <li>Team DSGN</li> <li>Team Haply</li> <li>Team WEAR Lab</li> </ul> <p>Haptic Providers:</p> <ul> <li>Engineering Acoustics, Inc.</li> <li>Contact Control Interfaces</li> <li>Janus Research Group, Inc.</li> </ul> <p><strong>Phase 4 &ndash; Evaluation Round 1:&nbsp; Haptic Interface Prototypes in Virtual Reality Prize Winners:</strong></p> <p>Haptic Development Teams:&nbsp; This group of contestants each received $2,500 in cash prizes; be awarded up to $4,000 in invitational travel to the firefighter navigation course and live competition; and PSCR will also rank and award the top 3 Haptic Development Teams based on Evaluation Round 1 who will eligible to receive additional cash prizes &ndash; 1st $7,500, 2nd $5,000, 3rd $2,500.</p> <p>Haptic Development Teams:</p> <ul> <li>ENGR Dynamics ($10,000 in cash prizes)</li> <li>Carnegie Mellon University ($7,500 in cash prizes)</li> <li>Team DSGN ($5,000 in cash prizes)</li> <li>Team Haply ($2,500 in cash prizes)</li> </ul> <p>Haptic Providers:&nbsp; this group of contestants could receive $7,500 in cash prizes per development team supported and be awarded up to $4,000 in invitational travel to the firefighter navigation course and live competition.</p> <ul> <li>Engineering Acoustics, Inc. ($7,500 in cash prizes)</li> <li>Janus Research Group, Inc. ($7,500 in cash prizes)</li> </ul>",
    "rules": "<p><strong><span lang="EN">Official Rules of Phase 1:&nbsp; Concept Paper Contest</span></strong></p> <p><strong><span lang="EN">Introduction:</span></strong></p> <p><span lang="EN">The Challenge will consist of contestants from 2 groups:&nbsp; Haptic Providers and Haptic Development Teams.</span></p> <div><em><span lang="EN">For Haptic Providers</span></em></div> <div><span lang="EN">The Concept Paper Contest invites all eligible contestants to submit a concept paper outlining their haptic interface products (types of actuators, sensors, software/platform, etc.) that will be available to the Haptic Development Teams, their proposed level of support, services and approach for the up to 3 Haptic Development Teams, with whom they can team for this challenge. Haptic Providers&rsquo; concept papers will be reviewed by a panel of subject matter experts; the Judging panel will evaluate and select up to 3 Haptic Providers to be awarded an invitation to the Challenge Kickoff and Teaming Webinar. Contestants selected by the Judging panel will be eligible to move forward to the Teaming Contest.</span></div> <div>&nbsp;</div> <div><em><span lang="EN">For Haptic Development Teams</span></em></div> <div><span lang="EN">The Concept Paper Contest invites all eligible contestants to submit a concept paper outlining their proposed team&rsquo;s solution, approach, capabilities, knowledge and skills for this challenge. Haptic Development Teams&rsquo; concept papers will be reviewed by a panel of subject matter experts; the Judging panel will evaluate and select up to 9 Haptic Development Teams to be awarded an invitation to the Challenge Kickoff and Teaming Webinar. Contestants selected by the Judging panel will be eligible to move forward to the Teaming Contest.</span></div> <div>&nbsp;</div> <div><strong><span lang="EN">Important Dates:</span></strong></div> <div>&nbsp;</div> <div><span lang="EN"><em>Start Date:</em> March 18, 2019</span></div> <div><span lang="EN"><em>Due Date:</em> April 22, 2019</span></div> <div><span lang="EN"><em>Judging &amp; Notification Date:</em> May 3, 2019</span></div> <div>&nbsp;</div> <p><strong><span lang="EN">Concept Paper Content Requirements:</span></strong></p> <p><span lang="EN">The Concept Paper must conform to the following content requirements:</span></p> <table class="table table-striped table-bordered"> <thead> <tr> <th>SECTION &lt;br&gt;(Start each section on a new page)</th> <th>PAGE LIMIT</th> <th>HAPTIC PROVIDER DESCRIPTION</th> <th>HAPTIC DEVELOPMENT TEAM&lt;br&gt;DESCRIPTION</th> </tr> </thead> <tbody> <tr> <td>Cover Page and Abstract &lt;br&gt;(required)</td> <td>1 page&lt;br&gt;maximum</td> <td>Please include:&nbsp; &lt;br&gt;* Contestant’s Name (Team, Organization or Company Name) and list of individual team member(s),&lt;br&gt;* Contestant’s Location (City, State/Region and Country).&lt;br&gt;* Official Representative and their preferred contact information.Describe succinctly (500-word MAXIMUM):The unique aspects of the contestant’s capabilities and the potential impact that the proposed approach could have in achieving the goals of the challenge.Note:&nbsp; Do not include proprietary or sensitive information in this summary. &lt;br&gt;</td> <td>Please include:&lt;br&gt;* Contestant’s Name (Team, Organization or Company Name) and list of individual team member(s),&lt;br&gt;* Contestant’s Location (City, State/Region and Country).&lt;br&gt;* Official Representative and their preferred contact information.&lt;br&gt;Describe succinctly (500-word MAXIMUM):&lt;br&gt;* The unique aspects of the contestant’s approach and the potential impact that the proposed approach could have in achieving the goals of the challenge.&lt;br&gt;* Note:&nbsp; Do not include proprietary or sensitive information in this summary.</td> </tr> <tr> <td>Project Description &lt;br&gt;(required)</td> <td>4 pages&lt;br&gt;maximum</td> <td>Addressing the scoring criteria&lt;br&gt;should be your primary objective,&lt;br&gt;therefore, create your concept&lt;br&gt;paper to address the criteria.&lt;br&gt;Below are a few options to consider:&lt;br&gt;* The contestant’s knowledge, skills, and capabilities as they relate to the goals of the challenge.&lt;br&gt;* A description of hardware, services and level of support the contestant plans to provide each matched Haptic Development Team per phase&lt;br&gt;* The contestant’s proposed solution for meeting the contests’ objectives.&lt;br&gt;* The competitive advantage offered by the contestant’s approach or solution.</td> <td>Addressing the scoring criteria should be your primary objective, therefore, create your concept paper to address the criteria. Below are a few options to consider:&lt;br&gt;* The contestant’s knowledge, skills, and capabilities as they relate to the goals of the challenge.&lt;br&gt;* The contestant’s proposed solution for meeting the contests’ objectives.&lt;br&gt;* The competitive advantage offered by the contestant’s approach or solution.</td> </tr> <tr> <td>Resume Information&lt;br&gt;for Key Team&lt;br&gt;Members&lt;br&gt;(required)</td> <td>3-5 pages</td> <td>The key team member(s) and why&lt;br&gt;they are well-suited to&lt;br&gt;accomplish the project, with&lt;br&gt;supporting resume information&lt;br&gt;to support their qualifications,&lt;br&gt;skills and capabilities.</td> <td>The key team member(s) and &lt;br&gt;why they are well-suited to accomplish the project,&lt;br&gt;with supporting resume information to support their&lt;br&gt;qualifications, skills and capabilities.</td> </tr> <tr> <td>Informational Sheet&lt;br&gt;or Concept Sketches&lt;br&gt;and/or Mock Up Video&lt;br&gt;(required)</td> <td>1-3 page(s)&lt;br&gt;1-2 min</td> <td>A relevant product information sheet&lt;br&gt;(1-3 pages) in a PDF format for&lt;br&gt;haptic hardware and/or software</td> <td>A concept sketch (1-3 pages) in a PDF&lt;br&gt;format, and/or a single, 1-2 min, video&lt;br&gt;may be provided through an accessible&lt;br&gt;online link within the application materials.</td> </tr> <tr> <td>Letters of Support&lt;br&gt;(optional)</td> <td>1 page max.&lt;br&gt;per Letter&lt;br&gt;of Support</td> <td>You may attach up to 3 letters of&lt;br&gt;support from public safety entities&lt;br&gt;(1-page maximum per letter).&lt;br&gt;Multi-page Letters of Support are&lt;br&gt;not allowed, any extra pages&lt;br&gt;will not be reviewed.</td> <td>You may attach up to 3 letters of support&lt;br&gt;from public safety entities (1-page&lt;br&gt;maximum per letter). Multi-page Letters&lt;br&gt;of Support are not allowed, any extra&lt;br&gt;pages will not be reviewed.</td> </tr> </tbody> </table> <!-- end of table --> <p><em><span lang="EN">NOTE:&nbsp; NIST makes an independent assessment of each Concept Paper based on the evaluation criteria. NIST will not review or consider incomplete Concept Papers. During the review, each subject matter expert and Judging panel member will review entire concept papers to which they are assigned. The review is not done in sections with different reviewers responsible for different assigned sections. Therefore, it is not necessary to repeat information in every part of the concept paper. Do not include sensitive materials in the concept paper, for example personally identifiable information like social security numbers, business sensitive information like tax id numbers, etc.</span></em></p> <p><strong><span lang="EN">Concept Paper Evaluation Criteria:</span></strong></p> <p><span lang="EN">To learn how papers will be evaluated, view the Judging Criteria tab or <a href="/a/buzz/challenge/1003/ideas/top#challenge-judging-criterias">click here</a>.</span></p> <p><strong><span lang="EN">How to Enter:</span></strong></p> <p><span lang="EN">For instructions on how to enter Phase 1, view the How to Enter tab or <a href="/a/buzz/challenge/1003/ideas/top#challenge-how-to-enter">click here</a>.</span></p> <div>&nbsp;</div> <div><a href="/community-library/1043/PSCR_HapticInterfacesforPublicSafetyChallenge_OfficialRules.pdf" target="_blank" rel="noopener"><strong><span lang="EN">View the Official Rules document for all contest phases.</span></strong></a></div> <div><span lang="EN">For questions about the Official Rules, contact:&nbsp;<a href="mailto:psprizes@nist.gov">psprizes@nist.gov</a></span></div> <!-- end of Rules -->",
    "judging": "<div id="judging-criteria"> <div class="prize-item"> <h4>Phase 1:&nbsp; Concept Paper Contest </h4> <div> <p><strong><span lang="EN">Haptic Providers&rsquo; Concept Papers are evaluated based on the following criteria:</span></strong></p> <p><em><span lang="EN">Criterion 1:&nbsp; Strategic Alignment &amp; Technical Outcome (50%)&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; </span></em></p> <p><span lang="EN">This criterion involves consideration of the following factors:</span></p> <ul> <li><span lang="EN">Strategic Alignment &ndash; The extent to which the proposed approach meets the objectives listed in the goals of the challenge; the responsiveness to how they propose to support the Haptic Development Teams; the likelihood that successful implementation of the proposed solution will have a significant real-world impact.</span></li> <li>Technical Outcome &ndash; Extent to which the proposed approach will result in significant improvement in commercially available technology and will potentially result in a technical outcome which enables considerable progress toward the challenge goals.</li> </ul> <p><em><span lang="EN">Criterion 2:&nbsp; Feasibility &amp; Team (50%)&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></em></p> <p><span lang="EN">This criterion involves consideration of the following factors:</span></p> <ul> <li><span lang="EN">Team &ndash; The extent to which the capability of the contestant(s) can address all aspects of the proposed project with a high chance of success, including, but not limited to, qualifications, relevant expertise, and time commitment of the contestants. Reviewers will evaluate:&nbsp; (a) The relevance of the qualifications and experience of the key staff, leadership, and technical experts. (b) The extent of the applicants&rsquo; prior experience and the quality of the results achieved in leading programs similar in nature to the purpose, scope, etc.</span></li> <li>Products &ndash; Contestant(s)&rsquo;s planned offering of haptic interface products (types of actuators, sensors, software/platform) to the Haptic Development Teams and how the products align with the challenge goals.</li> <li>Approach &ndash; Contestant(s)&rsquo;s plan to manage the limited schedule, resources, project risks and other challenges, and produce high quality project outcomes, in pursuit of the challenge goals.</li> </ul> <p>--</p> <p><strong><span lang="EN">Haptic Development Teams&rsquo; Concept Papers are evaluated based on the following criteria</span><span lang="EN">:</span></strong></p> <p><span lang="EN"><em>Criterion 1:&nbsp; Strategic Alignment &amp; Technical Outcome (50%)&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</em> </span></p> <p><span lang="EN">This criterion involves consideration of the following factors:</span></p> <ul> <li><span lang="EN">Strategic Alignment &ndash; The extent to which the proposed approach meets the objectives listed in the goals of the challenge; the responsiveness to the firefighter, EMS and law enforcement scenarios; the likelihood that successful implementation of the proposed solution will have a significant real-world impact.</span></li> <li>Technical Outcome &ndash; Extent to which the proposed approach will result in significant improvement in commercially available technology and will potentially result in a technical outcome which enables considerable progress toward the challenge goals.</li> </ul> <p><span lang="EN"><em>Criterion 2:&nbsp; Feasibility &amp; Team (50%)&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</em> </span></p> <p><span lang="EN">This criterion involves consideration of the following factors:</span></p> <ul> <li><span lang="EN">Team &ndash; The extent to which the capability of the contestant(s) can address all aspects of the proposed project with a high chance of success, including, but not limited to, qualifications, relevant expertise, and time commitment of the contestants. Reviewers will evaluate:&nbsp; (a) The relevance of the qualifications and experience of the key staff, leadership, and technical experts. (b) The extent of the applicants&rsquo; prior experience and the quality of the results achieved in leading programs similar in nature to the purpose, scope, etc.</span></li> <li>Approach &ndash; Contestant(s) plan to manage the limited schedule, resources, project risks and other challenges, and produce high quality project outcomes, in pursuit of the challenge goals.</li> </ul> <p><span lang="EN">Both groups of Concept Papers will be evaluated based on the criteria above. Each Concept Paper will be reviewed by at least two subject matter expert reviewers and the Judging panel members and be assigned a score for each criterion, 0-10 for each criterion. Scores will not be provided to the contestants. In the case of a tie, the judging panel will make a determination on the winners invited to compete in Phase 2.</span></p> <p><strong><span lang="EN">Scoring for Concept Papers</span></strong></p> <p>10:&nbsp; Contestant has strong potential to aid in the achievement of the goals of the challenge</p> <p>1-9:&nbsp; Varying degrees of certainty the contestant may have the potential to aid in the achievement of the goals of the challenge</p> <p>0:&nbsp; Contestant does not have the potential to aid in the achievement of the goals of the challenge</p> <p><a href="/community-library/1043/PSCR_HapticInterfacesforPublicSafetyChallenge_OfficialRules.pdf" target="_blank" rel="noopener"><strong>View the Official Rules document for judging criteria for all other contest phases</strong></a>.</p> </div> </div> </div> <!-- end-judging -->",
    "how-to-enter": "<div role="tabpanel" aria-labelledby="challenge-how-to-enter-tab" tabindex="0" class="tab-pane" id="challenge-how-to-enter"> <div class="jumbotron description"> <p><span lang="EN"><strong>Phase 1:&nbsp; Concept Paper Contest</strong></span></p> <p><span lang="EN"><em>Step 1:</em> Review the <a href="/community-library/1043/PSCR_HapticInterfacesforPublicSafetyChallenge_OfficialRules.pdf" target="_blank" rel="noopener">Official Rules</a>&nbsp;document for the Haptic Interfaces for Public Safety Challenge. Pay close attention to language about the PSCR-provided 3 virtual environments.</span></p> <p><em>Step 2:</em>&nbsp;<span lang="EN">Complete your Concept Paper entry according to the <a href="/a/buzz/challenge/1003/ideas/top#rules">requirements table under the Rules tab</a>.</span></p> <p><span lang="EN"><em>Step 3:</em>&nbsp;Register for a Challenge.gov account.</span></p> <p><em>Step 4:</em> When logged in to your account, click the red Submit button in the top right of this page.</p> <p><em>Step 5:</em>&nbsp;Click to accept the terms and conditions of this challenge to beign your submission.</p> <p><em>Step 6:</em> Inclue a a title and brief description for your submission in the first two fields on the Challenge.gov submission page.</p> <p><em>Step 7:</em> Upload your concept paper by clicking "Browse File" under Attachment on the Challenge.vov submission page.</p> <p><em>Step 8:</em> Click the blue Submit button at the bottom right of the Challenge.gov submission page.</p> <p><!-- [if !supportLists]--><span lang="EN"><em>NOTE:</em> </span><span lang="EN">Contestants may only submit a concept paper for either the Haptic Provider or the Haptic Development Team within the Concept Paper Contest.</span></p> <p><a href="/community-library/1043/PSCR_HapticInterfacesforPublicSafetyChallenge_OfficialRules.pdf" target="_blank" rel="noopener"><strong><span lang="EN">View the Official Rules document for details on entering all other contest phases.</span></strong></a></p> </div> </div> <!-- ./challenge-how-to-enter -->"
        }
