{
    "challenge-id": "1112",
    "challenge-title": "STEM DIVE Video Challenge – Diversity and Inclusion Video Exhibition",
    "permalink": "http://localhost:4000/challenge/stem-dive-video-challenge/",
    "external-url": "",
    "card-image": "http://localhost:4000/assets/netlify-uploads/stem-dive-resize.png",
    "agency-logo": "http://localhost:4000//assets/netlify-uploads/nsf.png",
    "tagline": "Submit videos that showcase innovative ways to forge partnerships that increase diversity and inclusion in the STEM workforce",
    "legal-authority": "America COMPETES Act",
    "fiscal-year": "FY20",
    "type-of-challenge": "Creative (multimedia & design)",
    "total-prize-offered-cash": "$12,500",
    "challenge_status": "open",
    "agency": "National Science Foundation",
    "partner-agencies-federal": "",
    "partners-non-federal": "",
    "challenge-manager-email": "simsoso@nsf.gov",
    "challenge-manager": "Simone Soso",
    "point-of-contact": "stemdive@nsf.gov",
    "submission-start": "2020/03/24 11:00 AM",
    "submission-end": "2020/06/25 11:00 PM",
    "description": "The National Science Foundation (NSF) is looking for innovative, effective, and replicable approaches to building a diverse and inclusive science, technology, engineering, and mathematics (STEM) workforce through partnerships. As an NSF initiative with a mission to enhance U.S. leadership in STEM by facilitating partnerships, NSF INCLUDES is sponsoring to the NSF STEM DIVE Challenge.

NSF invites grantees from all NSF programs to showcase, in the form of a short video (1 to 3 minutes), how forging partnerships, networks, or alliances has contributed to an increase in diversity and inclusion in STEM. All entries must be submitted by a Principal Investigator (PI) or Co-PI on any previous or current funded NSF award. These videos will be used by NSF and its programs in various platforms (e.g. websites, fair exhibitions, printed materials) to exhibit how grantees have encouraged and supported diversity and inclusion in STEM preK-12, higher, and informal education. This challenge is also designed to attract more broader interest in STEM and to inform the greater community on best practices for increasing diversity and inclusion, effective partnership and networking strategies, and dissemination approaches for growing the STEM workforce.

Entrants must be a PI or Co-PI of a current or expired National Science Foundation (NSF) grant or cooperative agreement:

* May be an individual or a team of up to four people.
* Must be a U.S. citizens or permanent residents, or legal residents in the U.S. by June 24, 2020

Employment requirements can be located at *[www.nsf.gov/ehr/stemdive.jsp](http://www.nsf.gov/ehr/stemdive.jsp)*

Cash prizes will be issued to the registered team leader. It is the team and team leader’s responsibility to determine whether and how prizes will be shared among team members and to implement such sharing arrangements.

In addition to cash prizes, winning videos will be posted on NSF’s Education Human Resources Directorate web page and the NSF INCLUDES National Network on [https://www.includesnetwork.​org](https://www.includesnetwork.org/){:target="_blank"}. Should NSF decide to bring winning entrants to Washington, D.C., or to any other location for promotional and other purposes, expenses paid by NSF for entrants’ travel will be within the limits set forth in law according to federal travel regulations.

Videos will be judged on approach, impact and sustainability; visual appeal; effective communication; and originality.

**Key dates:** The Challenge begins on March 24, 2020. All video entries must be uploaded to YouTube and written entries submitted by 11:00 p.m. ET on June 25, 2020.",
    "prizes": "* Up to four Experts’ Choice awards of $2500, with no more than one from any category.
* Up to two People’s Choice awards of $1250, from the top twelve entries in the competition.
* Winning videos will be posted on NSF’s Education Human Resources Directorate web page and the NSF INCLUDES Coordination Hub website.
* Should NSF decide to bring winning entrants to Washington, D.C., or to any other location for promotional and other purposes, up to four Experts’ Choice award winners, with no more than one per winning team, will have expenses paid by NSF for travel within the limits set forth in law according to federal travel regulations.",
    "rules": "All complete entries must be submitted to [STEMDIVE@nsf.gov](mailto:STEMDIVE@nsf.gov). There will be a link for all required forms on the Challenge.gov website and on the NSF Education Human Resources Directorate’ STEM DIVE webpage. Videos must be uploaded as a private unlisted video via YouTube through a private channel. A link for viewing the video must be provided on the Video Entrant Form. Submissions must include a video entry as well as a written description of the video entry.

**Video Content:** The 1-3 minute video entry must showcase how your organization is working collectively with your formal and informal communities to increase diversity and inclusion in science, technology, engineering, and mathematics (STEM). The accompanying descriptions should explain and elaborate on the methods for forging partnerships and previous or anticipated outcomes of this work. The STEM DIVE challenge includes four entry categories for Experts’ Choice awards: Informal STEM Education, PreK-12 STEM Education, STEM Higher Education, and STEM Alliances. Entries must select one entry category for each submission. Entries should strive to be creative, innovative, and educational in their video content. Videos may include explanations or instructions. Entries must identify the NSF award number and program name through which the project was funded. Entries will be judged in the category indicated at the time of submission.

The NSF logo must appear in the video. Official logo options can be accessed at[www.nsf.gov/policies/logos.jsp](http://www.nsf.gov/ehr/stemdive.jsp).

**Video Specifications:** To be eligible to participate, videos must meet the following specifications:

* Be no more than 3 minutes or less in length
* Source video file must be in MP4 format
* Aspect ratio of 16:9
* At either 24 or 30 (29.9) frames per second
* Frame size of 1920X1080

Selected winners will need to provide a YouTube video link to NSF so that their video can be uploaded to the STEM DIVE Challenge YouTube page and playlists for voting.

**Required Paperwork:** Each video entry must be accompanied with the following paperwork:

* A written transcript of the video for closed captioning purposes
* Video Entrant Form
* NSF Form 1515 Consent Form (One form per entry must be completed, signed, and uploaded with your final submission.)
* Participant and Parental Consent Form (Must be included for anyone appearing in a video, but not registering as an entrant or team member.)
* PI Consent Form

Required forms can be accessed at [www.nsf.gov/ehr/stemdive.jsp](http://www.nsf.gov/ehr/stemdive.jsp)

**Submission Limit:** Each individual or team is limited to entering one video in the challenge. Multiple submissions from the same source will be disqualified.

**Helpful Resources:** To assist participants, NSF has assembled a STEM DIVE Participation Guide that contains answers to frequently asked questions and detailed information about submission guidelines at [www.nsf.gov/ehr/stemdive.jsp](http://www.nsf.gov/ehr/stemdive.jsp)

**Terms and Conditions**

**Eligibility:**

* All entrants (whether submitting individually or on a team) must be at least 18 years of age on or before June 24, 2020 and be:
* U.S. citizens or permanent residents, or legal residents in the U.S. by June 24, 2020.
* Only one entry per individual or team is permitted. Entries can be produced by individuals or by teams of up to four people. Individuals cannot serve on more than one team per entry category.
* All team members must be named and affirm they meet eligibility criteria. One member of the team must be designated and named as the team leader in the submission.
* The following individuals are not eligible to participate in this contest:
* Employees of NSF, including but not limited to those with career, temporary, term, or VSEE (Visiting Scientist, Engineer, and Educator) appointments; Intergovernmental Personnel Act (IPA) assignees;
* Fellowship holders working at NSF, e.g., NSF/American Association for the Advancement of Science (AAAS) Science and Technology Policy Fellows and Einstein Fellows;
* NSF Advisory Committee members;
* STEM DIVE judges;
* Family members of, persons living in the same household as, and anyone who has a financial relationship with: employees of NSF (including but not limited to those with career, temporary, term, or VSEE appointments), Fellowship holders working at NSF, others working at NSF (e.g. IPAs), and STEM DIVE Challenge judges;
* Federal employees working within the scope of their employment and/or on official time are not eligible; and
* Federal grantees and contractors may not use federal funds to develop entries for this contest.
* All entrants agree that they, their heirs and estates shall hold harmless the United States, the employees of the federal government, and all employees of the NSF for any and all injuries and/or claims arising from participation in this contest, to include that which may occur while traveling to or participating in contest activities.

**Intellectual Property:** Winning videos will be posted on the NSF and NSF’s Directorate for Education and Human Resources (EHR) web pages and announced publicly on the NSF INCLUDES Coordination Hub website. Video content may be used by NSF and the general public for informational, educational, and or public relations purposes. Selected winners will need to provide a video file to NSF.

Challenge participants are responsible for complying with applicable copyright and intellectual property laws for any materials used in their videos. “Fair use” rules may allow the use of copyrighted material in certain circumstances. As an example, see the fair use guidelines on YouTube. Participants should seek legal guidance if they have questions about using copyrighted materials.

**Non-endorsement:** NSF and NSF officials do not endorse any product, service or enterprise that may appear in submitted videos. Furthermore, by recognizing winning videos, NSF is not endorsing products, services or enterprises that may appear in those videos.

**Funding Restrictions:** Challenge-solvers cannot use funding from the Federal Government (either through grants or contracts) to compete in the Challenge.

All prize awards are subject to NSF verification of the winners’ identity, eligibility, and participation in the Challenge. Awards will be paid using electronic funds transfer and may be subject to federal income taxes. NSF will comply with the International Revenue Service (IRS) withholding and reporting requirements, where applicable.

Entries are scored by a panel of distinguished judges representing a variety of fields, including scientists, engineers, mathematicians, STEM education researchers, informal science educators, and preK-12 educators, who are chosen by NSF. All judges’ decisions are final.

**Plagiarism:** NSF has a no-tolerance policy for plagiarism. Any applicant whose winning work is determined to be plagiarized in whole or in part will forfeit any awards.

Entrants are responsible for all elements of the video including the research, writing, filming, graphics, and editing.

**Waiver:** By entering this challenge, participant agrees to assume any and all risks and waive claims against the Federal Government and its related entities (except in the case of willful misconduct), for any injury, death, damage, or loss of property, revenue, or profits, whether direct, indirect, or consequential, arising from their participation in the challenge, whether the injury, death, damage, or loss arises through negligence or otherwise.

**Disclaimer:** NSF reserves the right to disqualify and/or clarify any submittal.",
    "judging": "Judges will be a panel of STEM researchers, educators, and other professionals at NSF, the NSF awardee community, and the broader public. They will evaluate, score, and rank submissions to determine winner(s) in the Informal STEM Education, PreK-12 STEM Education, STEM Higher Education, and STEM Alliances entry categories. Entries will be evaluated based on: Approach, Impact, and Sustainability; Visual Appeal; Effective Communication; and Originality. NSF will make final determinations and award all prize winners.

The judging panel will use a 100-point scale to evaluate the videos. The scale will rank the extent to which the video can demonstrate the following:

***Approach, Impact and Sustainability (40pts)***

A successful entry must display an executed concept that has encouraged and supported diversifying and developing a competent U.S. STEM workforce of scientists, technicians, engineers, mathematicians and educators through partnerships. A successful entry should clearly define the approach taken to the work. Impact can be measured in the number of people reached, policies developed, programs created, and partnerships forged. In the case of social media, the following numbers should be indicated: views, readers, citations, subscribers, retweets or shares, and public responses. An entry should demonstrate how the effort(s) could or have been sustained within your organization and disseminated to the wider STEM community.

***Visual Appeal (15pts)***

A successful entry provides viewers with a visually striking, unique, clean, and creative technical approach to video production. The video must have a high level of audibility and visual quality. The entry must be polished and professional and must be executed with factual accuracy.

***Effective Communication (25pts)***

A successful entry communicates in a clear and understandable manner. It uses plain language, both written and spoken. The written entry description and caption must be presented at a level and using language that can be understood by the general public, which includes a broad audience of varying ages and backgrounds. Use of technical terminology and assumption of prior knowledge of STEM concepts in the video should be limited.

***Originality (20pts)***

A successful entry creates a novel presentation or tells a compelling story and portrays new insight and approaches to broadening diversity in STEM.",
    "how-to-enter": "Entrants must post their video submission to YouTube as an unlisted video and send the link to their video entry along with the required submission forms to [stemdive@nsf.gov](mailto:stemdive@nsf.gov)by the deadline.

Include in your subject line: "STEM DIVE Challenge Video Entry.""            
}