{
            "challenge-id": "/challenge/90-individuals-taking-energy-action-in-manufacturing-iteam",
            "challenge-title": "Individuals Taking Energy Action in Manufacturing",
            "permalink": "http://localhost:4000/challenge/individuals-taking-energy-action-in-manufacturing-iteam/",
            "external-url": "",
            "card-image": "http://localhost:4000/assets/images/cards/DOE_Logo_seal_Color-302X1401.jpg",
            "agency-logo": "http://localhost:4000/256px-Seal_of_the_United_States_Department_of_Energy.png",
            "tagline": "Energy efficiency is contagious. Share your best ideas and practices for generating measurable energy savings at U.S. manufacturing facilities.",
            "legal-authority": "America COMPETES",
            "type-of-challenge": "ideas",
            "total-prize-offered-cash": "$75,000",
            "challenge_status": "open",
            "agency": "Department of Energy - Energy Programs",
            "partner-agencies-federal": "",
            "partners-non-federal": "",
            "challenge-manager-email": "ITEAM@nrel.gov",
            "challenge-manager": "Tertia Speiser, Tertia.Speiser@ee.doe.gov",
            "challenge-manager-email": "ITEAM@nrel.gov",
            "submission-start": "10/05/2018 12:00 AM",
            "submission-end": "2020/05/15 11:59 PM",
            "description": "<h4>Background</h4> <p>Manufacturing is important for America&rsquo;s prosperity. It is estimated that for every dollar spent in U.S. manufacturing, another $1.89 is added to the economy; the highest multiplier effect of any economic sector. Manufacturing accounts for millions of jobs and about 12% of the nation&rsquo;s Gross Domestic Product. With all that economic activity, the industrial sector accounted for about one-third of total U.S. energy consumption in 20173. Making smart energy investments will enhance our nation&rsquo;s security, productivity, and energy independence. For manufacturers, every dollar saved allows for investment in production, facilities, and jobs that ultimately makes U.S. companies more competitive and resilient. Improving the energy performance of manufacturing facilities has a broad impact; savings from reduced operating expenses can be reinvested in technology upgrades and new jobs.</p> <p>Finding ways to cut costs through energy savings seems like an obvious strategy; however, many times these opportunities go unrealized due to competing demands for capital, plant personnel, lack of information, or lack of attention/prioritization. Nevertheless, all across America, manufacturers are showing real leadership, stepping up as champions of energy savings and sustainability. The success of these efforts do not happen without strong leadership from individuals working in the manufacturing facilities, who step up to recognize and implement energy saving opportunities, and who find innovative approaches to push through barriers they encounter along the way.</p> <p>The U.S. Department of Energy&rsquo;s (DOE&rsquo;s) Individuals Taking Energy Action in Manufacturing (ITEAM) Prize competition seeks to identify and attract attention to a wide range of ideas and practices that are driving measureable energy savings at U.S. manufacturing plants to stimulate innovation at other facilities. To do so, DOE is launching the ITEAM Prize competition as a means to:&nbsp;</p> <p>(1) Find individuals who were responsible for creative, specific, and innovative ideas and practices that led to significant, measurable energy savings at their manufacturing facilities; and</p> <p>(2) Encourage those individuals to widely share their ideas and practices for the benefit of U.S. Manufacturing facilities nationwide.</p> <p>Through the ITEAM Prize competition, DOE is seeking the ideas and best practices from employees on the plant floor all around the country who not only recognize the importance of saving energy but are making it happen, strengthening their company&rsquo;s competitiveness and driving cost savings in the process. By sharing successful strategies and examples of leadership, more manufacturers can drive energy productivity improvements and accelerate the adoption of energy efficient technologies.</p> <h4>Q&amp;A</h4> <p><strong>1. The application deadline is 6 months from now.&nbsp; Is there any advantage to submitting an application now?</strong></p> <p>No.</p> <p><strong>2.&nbsp;<span lang="EN">Can I nominate the leader of our team, that was just recognized for a Better Project Award?</span></strong></p> <p>Recognition for a Better Project Award does not impact eligibility under the ITEAM Prize competition. DOE does not make eligibility determinations prior to receiving a complete submission. Participants should view the prize rules and assess whether their submission meets the eligibility requirements.</p> <p>Individuals may submit an entry on their own behalf. DOE will also accept an entry from a U.S. manufacturing facility that identifies an individual employee taking energy action at its manufacturing facility. However the prize itself will only be issued to the individual responsible for the winning ideas and practices that led to significant, measurable energy savings at the manufacturing facility, and not to the manufacturing facility.</p> <p><strong>3. Can we submit multiple applications (i.e. individuals from multiple facilities)?</strong></p> <p>Yes.</p> <p><strong>4. Can the cash prize be given to our company foundation instead of the individual?</strong></p> <p>Individuals may submit an entry on their own behalf. DOE will also accept an entry from a U.S. manufacturing facility that identifies an individual employee taking energy action at its manufacturing facility. However the prize itself will only be issued to the individual responsible for the winning ideas and practices that led to significant, measurable energy savings at the manufacturing facility, and not to the manufacturing facility.</p> <p>Applicants will have the option to decline the cash prize if selected and still be recognized as a winner and participate in the events and activities described above.</p> <p><strong>5.&nbsp;This information states that plant floor people, but the qualifications do not get very specific. What about staff engineering people? An example would be a lighting engineer who leads and guides all facilities discussion related to lighting efficiency improvements at all plants.</strong></p> <p>The competition is open to individual employees taking energy action at the manufacturing facility where they are employed. The rules do not restrict the job positions/titles of the participants. DOE will also accept an entry from a U.S. manufacturing facility that identifies an individual employee taking energy action at its manufacturing facility. However the prize itself will only be issued to the individual responsible for the winning ideas and practices that led to significant, measurable energy savings at the manufacturing facility, and not to the manufacturing facility. Please see the prize rules for a complete list of the eligibility requirements.</p> </div>",
            "prizes": "<div> <h4>Small Manufacturer</h4> <p><strong>$25,000</strong></p> <div> <p>DOE will make up to five $5,000 awards in this category.</p> </div> </div> <div> <h4>Medium Manufacturer</h4> <p><strong>$25,000</strong></p> <div> <p>DOE will make up to five $5,000 awards in this category.</p> </div> </div> <div> <h4>Larger Manufacturer</h4> <p><strong>$25,000</strong></p> <div> <p>DOE will make up to five $5,000 awards in this category.</p> </div> </div>",
            "rules": "<div class="description"> <p>Read the full competition <a href="https://americanmadechallenges.org/iteam/ITEAM_Prize_Competition_Rules.pdf" target="_blank" rel="noopener">rules document</a>.</p> </div>",
            "judging": "<div class="judging-criterias"> <div class="prize-item"> <h4>Energy Savings and Impact - <strong class="text-primary">50%</strong> </h4> <p>Engineering-based results are acceptable, but true metered data is preferred. The submission will be evaluated, in part, on the magnitude of the energy and energy cost savings. Please detail any impacts beyond the direct energy savings from the projects (increased awareness and engagement, replicability for other plants, auxiliary benefits beyond energy savings).</p> </div> <div class="prize-item"> <h4>Initiative/Leadership - <strong class="text-primary">30%</strong> </h4> <p>Participants should show how their actions made the process or facility more energy efficient or increased productivity since when the project was completed (no earlier than Nov 1, 2017). Participants are encouraged to add in personal anecdotes such as how working with and engaging other plant manufacturing staff increased energy savings were realized and how the action will continue to lead to savings. In addition, please share content about the facility and the energy-related components of the project (e.g., why it was selected/implemented? How does it fit into a broader sustainability strategy?), what was the process for identifying the opportunity, defining the project, and deciding to proceed? Also, describe what your organization&rsquo;s goal or desired outcomes for the project, barrier(s) to implementation and what were your solution(s) to implementing the project? Please detail the extent to which the individual had to overcome significant obstacles (e.g., economic, technological, management support, etc.) to implement the project. Please explain, to the extent possible, how the project or practice described in the submission catalyzed greater engagement amongst other employees at the company.</p> </div> <div class="prize-item"> <h4>Innovation - <strong class="text-primary">20%</strong> </h4> <p>Please articulate how this represents a new way of doing business for the individual, plant or the manufacturer. Where applicable, please describe the new technology and the impact it is having. How imaginative or creative is the practice or project? How replicable is the project?</p> </div> </div>",
            "how-to-enter": "<div class="description"> <p>Before submitting, please familiarize yourself with the <a href="https://americanmadechallenges.org/iteam/ITEAM_Prize_Competition_Rules.pdf">full rules and guidelines for this competition</a>. By submitting, you are agreeing to the terms and conditions defined in that rules document.</p> <p><strong>Submit entries at <a href="https://americanmadechallenges.org/iteam/" target="_blank" rel="noopener">https://americanmadechallenges.org/iteam/.</a></strong></p></div>",
            "fiscal-year": "FY19-20"
        }
